[Balance.Pawn_Balance_BigLoaderTurret_Digi AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Tower")

[Character.CharClass_BigLoaderTurret_Digi AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapons.BigLoaderTurret_Digi_WeaponType WeaponTypeDefinition]
Typename="Semi-automatic sniper rifles"
PickupMessage="that's all %s"
UseFailureLevelMessage="You need %d level to use this tool.."
UseFailureConstraintsMessage="You can't use this."
NoManufacturerName="in general"

